import { Flex, Box, Text, Heading } from "@chakra-ui/react";
import React from "react";
import Layout from "../components/Layout";

export default function Regulations() {
  return (
    <Layout>
        <Box dir="rtl" py="10" px="100px">
            <Flex justifyContent="center"><Heading  color="primary">תקנון האתר</Heading></Flex>
      
      <Flex flexDir="column" gap="4">
        <Flex flexDir="column" gap="2">
          <Text fontSize="18px" fontWeight="semibold">
            1. כללי
          </Text>
          <Text fontSize="16px">
            שימוש ו/או רכישה באמצעות אתר האינטרנט של רבותינו (להלן: "האתר" או
            "רבותינו") כפופים לתנאים המפורטים בתקנון זה. התקנון הינו חוזה מחייב
            בין המשתמש באתר לבין רבותינו, לכל דבר ועניין. רכישה באתר מהווה את
            הסכמת המשתמש לתנאים הכלולים בתקנון זה. השימוש בלשון זכר נעשה מטעמי
            נוחות בלבד ומתייחס לזכר ולנקבה כאחד.
            <br />
            שימוש ו/או רכישה במוצרים המוצעים למכירה באתר, ייעשה על-ידי מי שמלאו
            לו 18 שנים, יש ברשותו כרטיס אשראי בתוקף והוא בעל תיבת דואר אלקטרוני
            פעילה ברשת האינטרנט.
            <br />
            משתמש העושה שימוש כלשהו באתר, מצהיר בזה כי הוא מודע לתנאים ולהוראות
            הקבועים בתקנון ומסכים להם וכי לא תהא לו ו/או למי מטעמו כל טענה ו/או
            תביעה כלפי האתר ו/או רבותינו ו/או מנהלי רבותינו ו/או מי מטעמם הנוגעת
            להוראות תקנון זה ו/או לכל הנובע מהן ו/או לכל פעילות באתר בהתאם
            לתקנון.
          </Text>
        </Flex>
        <Flex flexDir="column" gap="2">
          <Text fontSize="18px" fontWeight="semibold">
            2. הזמנה ואספקה
          </Text>
          <Text fontSize="16px">
            הזמנה ואספקת המוצרים תתבצע על פי הוראות תקנון זה.
            <br />
            רבותינו שומרת לעצמה את הזכות לעדכן ו/או לשנות את התקנון ותנאי השימוש
            באתר מעת לעת ועל-פי שיקול דעתה הבלעדי, וזאת ללא כל צורך במתן הודעה
            מוקדמת ו/או מראש.
          </Text>
        </Flex>
        <Flex flexDir="column" gap="2">
          <Text fontSize="18px" fontWeight="semibold">
            3. זכויות קניין רוחני
          </Text>
          <Text fontSize="16px">
            זכויות הקניין הרוחני, לרבות המוצרים הנמכרים ו/או התמונות ו/או התכנים
            ו/או העיצוב באתר זה הינם של רבותינו בלבד. אין להעתיק, לשכפל, להפיץ,
            לפרסם ולהשתמש בכל דרך שהיא בתכנים האמורים לעיל, אלא אם ניתנה לכך
            הסכמה מפורשת ובכתב של רבותינו.
            <br />
            לרבותינו קיימת הזכות לתבוע כל מי שיפגע בזכויות הקניין הרוחני שלה,
            ובכלל זאת, לתבוע בגין כל נזק שיגרם לרבותינו כתוצאה מפגיעה זו, לרבות
            הוצאות משפט ושכר טרחת עורך דין.
          </Text>
        </Flex>
        <Flex flexDir="column" gap="2">
          <Text fontSize="18px" fontWeight="semibold">
            4. אספקה
          </Text>
          <Text fontSize="16px">
            רבותינו תספק את המוצרים למזמין על ידי חברת משלוחים אשר תהא מצוינת
            בהזמנה ובהתאם לשיקול דעתה הבלעדי. הזמנה לכתובת יעד הנמצאת בישראל
            תיעשה לפי החיוב המופיע במצורף. משלוח מוצרים לחו"ל ייעשה בהתאם לנהלי
            רבותינו, החיוב בגין ההובלה ידווח ללקוח בעת ביצוע ההזמנה ויוצג בהזמנה
            שתועבר ללקוח.
            <br />
            הובלת המוצרים היא סטנדרטית כמקובל אצל רבותינו. ספק ההובלות של
            רבותינו נמצא בתחומי הקו הירוק ולמקומות נגישים.
            <br />
            זמני האספקה להם מתחייבת רבותינו יתואמו עם הלקוח במועד ההזמנה ו/או
            בסמוך אליה. חישוב מועדי האספקה ייעשה לפי ימי עסקים. כלומר, ימים
            א'-ה' בלבד, לא כולל ערבי חגים ומועדים.
            <br />
            יחד עם זאת, רבותינו תעשה כמיטב יכולתה להקדים את זמני האספקה, אם כי
            אין היא מתחייבת לכך.
            <br />
            רבותינו לא תישא בכל אחריות לעיכובים באספקת המוצרים כתוצאה מאירועים
            שאינם בשליטתה ו/או אירועים שייפגעו בהשלמת תהליך הרכישה ו/או בקיום
            מועדי האספקה כדוגמת שביתות ו/או השבתות ו/או תקלות במערכת המחשוב ו/או
            במערכות הטלפונים ו/או מערכות תקשורת ו/או תקלות בשירות הדואר
            האלקטרוני ו/או פעולות איבה ו/או כוח עליון ו/או מלחמה ו/או רעידת אדמה
            ו/או מזג אוויר ו/או כל עיכוב אחר שאינו בשליטת רבותינו.
          </Text>
        </Flex>
        <Flex flexDir="column" gap="2">
          <Text fontSize="18px" fontWeight="semibold">
            5. פרטיות
          </Text>
          <Text fontSize="16px">
            הפרטים האישיים שיימסרו על ידי המזמין בעת ביצוע ההזמנה, כמו גם פרטי
            הרכישות שיבוצעו על ידו, יישמרו במאגר המידע של רבותינו ולא יועברו על
            ידה לכל גורם אחר.
            <br />
            רבותינו מתחייבת כי הפרטים שנמסרו לה על-ידי המזמין נועדו על מנת
            להעניק למזמין את השירות הטוב ביותר.
            <br />
            רבותינו מקדישה משאבים ונוקטת אמצעים למניעת חדירה בלתי רצויה לאתר
            ולסיכול פגיעה אפשרית בפרטיות המשתמשים. עם זאת, לא ניתן לשלול שיבושים
            באופן מוחלט. על כן, משתמש ו/או גולש ו/או רוכש באתר מאשר בזאת, כי לא
            תהיה לו כל טענה ו/או דרישה ו/או תביעה נגד האתר ו/או רבותינו ו/או
            מנהלי רבותינו עקב פגיעות ו/או תקלות ו/או שיבושים.
          </Text>
        </Flex>
        <Flex flexDir="column" gap="2">
          <Text fontSize="18px" fontWeight="semibold">
            6. ביטול עסקה
          </Text>
          <Text fontSize="16px">
            מדיניות ביטול עסקה הינה בהתאם לחוק הגנת הצרכן (ביטול עסקה), תשע״ו
            2016.
            <br />
            החזרת מוצרים תתאפשר אך ורק בהסכמת רבותינו ולאחר אישורה. כדי להחזיר
            את המוצרים על המזמין ו/או מי מטעמו ליצור קשר טלפוני עם שירות הלקוחות
            של רבותינו. לאחר בירור הפנייה, יהיה על המזמין להחזיר את המוצר למחסני
            רבותינו על חשבונו. לאחר החזרת המוצרים ולשביעות רצונה המלאה של
            רבותינו, יזוכה המזמין במחיר ששילם עבור המוצר, לא כולל דמי משלוח
            ועמלת כרטיס אשראי.
            <br />
            במקרה של ביטול הזמנה ו/או הרכישה כאמור לעיל, יחויב המזמין בנוסף גם
            בדמי ביטול בשיעור של 5% ממחיר המוצר או בסך של 50 ₪ לפי הגבוה מבניהם,
            וזאת בין אם המוצר סופק לו ובין אם לאו. אם המוצר סופק, תחול על המזמין
            בנוסף גם חובת החזרת המוצר למחסני רבותינו.
            <br />
            במקרה בו המוצרים שנרכשו והתקבלו אצל המזמין לא היו תקינים בעת קבלתם,
            לא יחויב המזמין בדמי משלוח, אריזה, דמי החזרה ודמי טיפול.
            <br />
            היה והמזמין קיבל מוצר פגום, שומרת לעצמה רבותינו את הזכות להציע
            למזמין להחליף את המוצר הפגום במוצר תקין. אם המזמין יקבל את הצעת
            רבותינו, יישלח אליו המוצר החדש לאחר החזרת המוצר הפגום. אם המזמין
            יסרב להצעה, יוחזר למזמין הסכום אותו שילם בגין המוצר דרך אמצעי התשלום
            שבו בוצע החיוב.
            <br />
            רבותינו תבהיר כי הקביעה באם המוצר היה פגום במועד מסירתו ללקוח או לאו
            תיעשה אך ורק על ידי רבותינו ועל פי שיקול דעתה הבלעדי.
            <br />
            כאשר לקוח מבצע הזמנה שבה הוא בוחר להוסיף חריטה אישית – זו בעצם התאמה
            אישית של המוצר לבקשתו המסוימת. חריטה או רקמה על גבי המוצר הופכת את
            המוצר לבלתי רלוונטי למכירה ללקוח אחר. לכן, מתוך הבנה שהמוצר אינו
            יכול לשמש לשימושים אחרים ואין לנו אפשרות להחזירו למלאי, איננו יכולים
            לאשר בקשות לביטול הזמנות שכאלה.
          </Text>
        </Flex>
        <Flex flexDir="column" gap="2">
          <Text fontSize="18px" fontWeight="semibold">
            7. מחירים ותשלומים
          </Text>
          <Text fontSize="16px">
            רבותינו שומרת לעצמה את הזכות לשנות מחירים ללא הודעה מוקדמת.
            <br />
            המחירים כוללים מע"מ.
            <br />
            החיוב יבוצע בסיום הקנייה באתר דרך האפשרויות המוצגות בו.
          </Text>
        </Flex>
        <Flex flexDir="column" gap="2">
          <Text fontSize="18px" fontWeight="semibold">
            8. הזמנת מוצרים
          </Text>
          <Text fontSize="16px">
            באתר מוצעים למכירה מגוון רחב של מוצרים.
            <br />
            רבותינו עושה כמיטב יכולתה להבטיח כי המוצרים המוצגים באתר ימצאו
            במלאי. לעיתים, מוצרים המוצגים באתר אזלו מהמלאי. במקרה כזה יקבל
            המזמין הודעה מתאימה באמצעות דואר אלקטרוני או באופן טלפוני או על ידי
            אי אספקת המוצר ביחד עם שאר המוצרים שהוזמנו.
            <br />
            רבותינו שומרת לעצמה את הזכות להציע למזמין הצעה, ככל שישנה כזו,
            לרכישת מוצר חלופי בעל אופי ומחיר דומים. אם המזמין יקבל את הצעת
            רבותינו, יעודכנו פרטי הזמנתו מחדש. אם המזמין יחליט לסרב להצעה, תבוטל
            הזמנתו והוא לא יחויב בגין המוצר.
            <br />
            תמונות המוצרים המוצגות באתר, הינן תמונות להמחשה בלבד. ייתכן שצבען של
            התמונות יהיה שונה במקצת מהמוצר עצמו.
            <br />
            כדי להציג את המוצר בצורה הטובה ביותר, חלק מהתמונות עברו עריכה להסרת
            הרקע. כמו כן, חלק מהתמונות צולמו על גבי תוספת בסיס עליו צולם המוצר
            (כמו: מגש, שולחן וכדומה). רבותינו מדגישה כי המוצרים הנרכשים באתר
            מגיעים ללא תוספת בסיס זו, אלא אם כן צוין אחרת בתיאור המוצר.
            <br />
            לעיתים תיאור המוצר אינו מדויק או אינו מתאים מסיבות שונות. רבותינו
            מתנצלת על כך מראש. יחד עם זאת, רבותינו לא תוכל לפצות את המזמין בשל
            טעות כתיב בתיאור המוצר, אך תוכל לקבל חזרה את המוצר ולזכות את המזמין
            בגין עלות המוצר.
            <br />
            מבלי לפגוע בכל האמור לעיל, בכל מקרה לא תישא רבותינו בסכום נזק העולה
            על מחיר המוצרים אשר הוזמנו ושולמו על ידי המזמין.
          </Text>
        </Flex>
        <Flex flexDir="column" gap="2">
          <Text fontSize="18px" fontWeight="semibold">
            9. הזמנה משובשת
          </Text>
          <Text fontSize="16px">
            כדי שרבותינו תוכל לספק את המוצרים הנרכשים באתר בצורה יעילה ומיטבית,
            ההזמנה צריכה להתקבל ולהיקלט באתר באופן תקין ומסודר, כאשר היא מכילה
            את כל הפרטים הנדרשים למשלוח המוצרים והחיוב עבורם.
            <br />
            סיבות שונות עלולות לגרום לתקלות ולשיבוש בקליטת ההזמנה ועיבודה. אם
            תתקבל הודעה בדבר תוכן שגוי בפרטי ההזמנה ו/או הודעה בדבר תקלה שארעה
            במערכת בעת קליטת ההזמנה, יש לפנות לשירות הלקוחות של רבותינו.
            <br />
            אם יחולו שיבושים או טעויות בתיאור המוצר, מחירו או בכל פרט אחר, תהא
            רבותינו רשאית לבטל את הרכישה והמזמין לא יחויב בכל תשלום בגין הזמנתו.
          </Text>
        </Flex>
      </Flex>
      </Box>
    </Layout>
  );
}
